[
  "BLUM Nail Bar is the premier destination for manicures, pedicures, eyelash extensions, and semi-permanent makeup in Wichita, Kansas. Having your services done should be a treat, and BLUM Nail Bar understands this. Our goal is to provide unique services of the highest quality at a reasonable price. Since opening, we’ve become the perfect destination for those seeking peace and charm. To some, we are a social gathering lounge where guests can catch up on recent events. To others, we are an essential part of beautifying them for their biggest moments. Our luxurious spa equipment and instruments are sanitized and sterilized after every use to ensure your safety. Rest assured that you will be in good hands at BLUM Nail Bar. From the minute you step into our salon, you’ll be pampered with excellent service and comfort in a relaxing environment.",
  "BLUM Nail Bar loves all of our clients! We are a busy salon, therefore we have a few policies to follow. We strive to provide the best customer service, and in order to do so, we simply ask that you please follow these guidelines;",
  "Cancellation Policy: Please provide us at least a two (2) hour notice if you need to cancel your appointment. Clients that cancel or “no show” numerous times will only be taken as a walk-in. For lash & brow appointments: any cancellations or rescheduling within 24 hours of the appointment will result in forfeiture of deposit or clients being charged a cancellation fee.",
  "Late Arrivals : If you are 10 minutes late for your appointment time, our staff will have to skip your appointment. You will have to reschedule or be a walk-in assigned to the next person available. Please be considerate of our time and give us a call if you are running late. ",
  "Appointment Scheduling : BLUM Nail Bar tries our best to stay on schedule at all times, but occasionally clients decide to upgrade services or add designs. If BLUM Nail Bar is late for your appointment time, you will be given the option to wait for your scheduled artist or fulfill your service(s) with the next available technician.",
  "Wait Time : If you’re a walk-in client, please be aware that there is often a wait time. Clients with scheduled appointments will always be prioritized and walk-in customers are then accommodated based on availability.",
  "Tip : Tipping is up to you, with 20% being the norm for clients that are happy with their services.",
  "Cash is kindly preferred!",
  "Payment : Cash, Visa, MasterCard & Discover.  **American Express is NOT accepted**",
  "If you are not satisfied with your current service provider, please let us know and you will be provided with the next available artist.",
  "BLUM Nail Bar stands behind the work we provide for every client. Chipped Gel Polish, broken nails at fault of BLUM Nail Bar, and select services will be repaired at no charge within three (3) days of service  with valid receipt.",
  "Prices may vary depending on what you add to your service(s).",
  "NO REFUND"
]
